{ "1": {
    "title": "Wind machine",
    "subtitle": null,
    "shorttext": "The wind machine consists of a horizontal cylinder with longitudinal struts over which a canvas is stretched. By rotation, the friction produces a wind-like sound. The speed of rotation determines the apparent wind force.",
    "longtext": "The wind machine consists of a horizontal cylinder with longitudinal struts over which a canvas is stretched. By rotation, the friction produces a wind-like sound. The speed of rotation determines the apparent wind force. The wind machine consists of a horizontal cylinder with longitudinal struts over which a canvas is stretched. By rotation, the friction produces a wind-like sound. The speed of rotation determines the apparent wind force. The wind machine consists of a horizontal cylinder with longitudinal struts over which a canvas is stretched. By rotation, the friction produces a wind-like sound. The speed of rotation determines the apparent wind force. The wind machine consists of a horizontal cylinder with longitudinal struts over which a canvas is stretched. By rotation, the friction produces a wind-like sound. The speed of rotation determines the apparent wind force. The wind machine consists of a horizontal cylinder with longitudinal struts over which a canvas is stretched. By rotation, the friction produces a wind-like sound. The speed of ro The wind machine consists of a horizontal cylinder with longitudinal struts over which a canvas is stretched. By rotation, the friction produces a wind-like sound. The speed of rotation determines the apparent wind force. The wind machine consists of a horizontal cylinder with longitudinal struts over which a canvas is stretched. By rotation, the friction produces a wind-like sound. The speed of rotation determines the apparent wind force.tation determines the apparent wind force. The wind machine consists of a horizontal cylinder with longitudinal struts over which a canvas is stretched. By rotation, the friction produces a wind-like sound. The speed of rotation determines the apparent wind force. The wind machine consists of a horizontal cylinder with longitudinal struts over which a canvas is stretched. By rotation, the friction produces a wind-like sound. The speed of rotation determines the apparent wind force. The wind machine consists of a horizontal cylinder with longitudinal struts over which a canvas is stretched. By rotation, the friction produces a wind-like sound. The speed of rotation determines the apparent wind force. The wind machine consists of a horizontal cylinder with longitudinal struts over which a canvas is stretched. By rotation, the friction produces a wind-like sound. The speed of rotation determines the apparent wind force. The wind machine consists of a horizontal cylinder with longitudinal struts over which a canvas is stretched. By rotation, the friction produces a wind-like sound. The speed of rotation determines the apparent wind force. ",
    "Type of information ": "Technique",
    "Fade-in date": "around 1700 but possibly already in hellenistic times",
    "Fade out date": "until now",
    "date of birth": null,
    "Date of death": null,
    "historical region": "Czech Republic, Denmark, England, France, Germany, Italy,  Russia, Sweden",
    "images": ["baroqueMachinery-Wind-photo.png","baroqueMachinery-Wind-visuVray.png"],
    "Dateiname": "02_windmachine",
    "GLTFData": "Animation Windmaschine zugeschnitten.gltf",
    "Credit": null,
    "References": "01,",
    "pixel": "1920x1080",
    "titleImage":"02_windmachine_01title.png",
    "youtube": "rEkZU3di2rI",
    "audio": "Windmaschine geschnitten.wav"
  },
  "2": {
    "title": "(http://dingler.culture.hu-berlin.de/article/pj323/ar323155)",
    "subtitle": "Elektric  Hilfsmittel zum Heben von Lasten",
    "shorttext": "Die kennzeichnende Eigenschaft eines Kettenzuges (Flaschenzuges) ist seine Tragbarkeit; die Aufgabe des Konstrukteurs besteht also kurzgesagt darin, eine bestimmte Hubleistung mit einem Mindestmaß von Eigengewicht zu erreichen.",
    "longtext": "Die erste brauchbare Lösung erstand in dem Differential-Kettenzug des Engländers Weston aus dem Jahre 1861. Die Einfachheit dieser Konstruktion ist unübertrefflich: zwei zusammengegossene Kettenräder lose drehbar auf einem Bolzen sitzend, bilden im Zusammenhang mit einer Losrolle das ganze Triebwerk. Die Lastkette wird gleichzeitig als Handkette benutzt, so daß das Kettenrad für letztere entfällt. Eine Bremse ist nicht erforderlich, weil der Wirkungsgrad unter 0,5 liegt, das Triebwerk also Selbstbremsung besitzt. Das Eigengewicht eines solchen Differential-Kettenzuges von 1000 kg Tragkraft beträgt ohne Kette 15 kg und mit Kette für 5 m Hub 34 kg, der Preis für 5 m Hub 52 M. Der Wirkungsgrad ist gering – unter 0,30 –, die Hubgeschwindigkeit daher sehr klein. Die Lebensdauer ist ebenfalls gering, weil der Kettenweg ein vielfaches des Hubes beträgt, so daß eine starke Abnutzung der Kette und der Kettenräder eintritt.",
    "Type of information ": "Technique",
    "Fade-in date": 1861,
    "Fade out date": "until now",
    "date of birth": null,
    "Date of death": null,
    "historical region": null,
    "images": null,
    "Dateiname (in Ordner)": null,
    "GLTFData": null,
    "Credit": null,
    "References": null,
    "pixel": null
  },
  "3": {
    "title": "Großes Schauspielhaus, Säule -  Franziska + Sascha /",
    "subtitle": null,
    "shorttext": null,
    "longtext": null,
    "Type of information ": null,
    "Fade-in date": null,
    "Fade out date": null,
    "date of birth": null,
    "Date of death": null,
    "historical region": null,
    "images": null,
    "Dateiname (in Ordner)": null,
    "GLTFData": null,
    "Credit": null,
    "References": null,
    "pixel": null
  },
  "4": {
    "title": "Cloud machine",
    "subtitle": null,
    "shorttext": null,
    "longtext": null,
    "Type of information ": null,
    "Fade-in date": null,
    "Fade out date": null,
    "date of birth": null,
    "Date of death": null,
    "historical region": null,
    "images": null,
    "Dateiname (in Ordner)": null,
    "GLTFData": null,
    "Credit": null,
    "References": null,
    "pixel": null
  },
  "5": {
    "title": "Friedrich Kranich",
    "subtitle": null,
    "shorttext": null,
    "longtext": null,
    "Type of information ": null,
    "Fade-in date": null,
    "Fade out date": null,
    "date of birth": null,
    "Date of death": null,
    "historical region": null,
    "images": null,
    "Dateiname (in Ordner)": null,
    "GLTFData": null,
    "Credit": null,
    "References": null,
    "pixel": null
  },
  "6": {
    "title": "Candle Light",
    "subtitle": null,
    "shorttext": null,
    "longtext": null,
    "Type of information ": null,
    "Fade-in date": null,
    "Fade out date": null,
    "date of birth": null,
    "Date of death": null,
    "historical region": null,
    "images": null,
    "Dateiname (in Ordner)": null,
    "GLTFData": null,
    "Credit": null,
    "References": null,
    "pixel": null
  },
  "": {
    "title": "Chain-Hoist https://www.stahlcranes.com/de/unternehmen/historie/kettenzuege.html?we_objectID=1969",
    "subtitle": "Functional model of a Chain Master",
    "shorttext": "the electric chain hoist is the further development of the chain hoist. Instead of mechanical input by a human it uses electrical power to lift objects",
    "longtext": "gefundene Patentanmeldung: 1930 \nhttps://patents.google.com/patent/GB355307A/en",
    "Type of information ": "Technique",
    "Fade-in date": 1903,
    "Fade out date": "until now",
    "date of birth": null,
    "Date of death": null,
    "historical region": null,
    "images": null,
    "Dateiname (in Ordner)": null,
    "GLTFData": null,
    "Credit": null,
    "References": null,
    "pixel": null
  }
}